/***************************************************
		╔══════════════════════════════════╗
		║      ЭКЗАМЕНАЦИОННАЯ РАБОТА      ║
		╠══════════════════════════════════╣
		║ Ученик академии "TOP"            ║
		║ Группа: ВПД 411                  ║
		║ Бородин Сергей Викторович        ║
		╠══════════════════════════════════╣
		║ Тема: Файловый менеджер на C++   ║
		║                                  ║
		╚══════════════════════════════════╝

	DownBoard - выводит горячие клавиши внизу экрана.
	Берет данные из InfoBox

***************************************************/
#pragma once
#include "Lib/Position/Position.h"
#include "InfoBox.h"
#include <vector>
class DownBoard
{
    
public:
	/*выводит горячие клавиши внизу экрана*/
	static void printDownBoard();
    
};

